Repository: common-repository/biller
Catalog: i18n/languages/biller-business-invoice-*.po
Languages: nl_nl

source: NOTYD - Business invoice
nl_nl: NOTYD - Zakelijk op factuur

source: NOTYD is the B2B buy-now-pay-later payment method for businesses, available in the Netherlands and Belgium
nl_nl: NOTYD is de B2B koop-nu-betaal-later betaalmethode voor bedrijven, beschikbaar in Nederland en BelgiÃ«

source: NOTYD business invoice
nl_nl: Achteraf betalen voor zakelijke klanten

source: View NOTYD configuration
nl_nl: Toon NOTYD configuratie

source: Settings
nl_nl: Instellingen

source: Please install and activate WooCommerce.
nl_nl: Installeer en activeer WooCommerce.

source: Order %s changes are not synchronized to the NOTYD.
nl_nl: Orderwijzigingen kunnen niet gesynchroniseerd worden naar NOTYD.

source: Order %s changes will not be automatically synchronized to the NOTYD anymore due to unsupported action.
nl_nl: Wijzigingen aan de order worden niet automatisch bijgewerkt bij NOTYD omdat deze actie niet wordt ondersteund.

source: The unexpected error occurred, please select different payment method.
nl_nl: Er is een fout opgetreden, selecteer een andere betaalmethode alsjeblieft.

source: Order refund rejected with error: %s
nl_nl: Terugbetaling afgewezen door error: %s

source: Order refund could not be processed, unknown order id: %s
nl_nl: Terugbetaling kan niet worden verwerkt door een onbekend order ID

source: NOTYD changed the order (%1$s) status to %2$s.
nl_nl: NOTYD heeft de status van order (%1$s) veranderd naar %2$s.

source: Accepted by NOTYD
nl_nl: Factuur betaling van NOTYD in afwachting

source: NOTYD payment transaction failed. Please choose another payment method.
nl_nl: De betaling via NOTYD is mislukt. Kies een andere betaalmethode alstublieft.

source: Invalid field:
nl_nl: Incorrect veld:

source: Company name cannot be empty.
nl_nl: Bedrijfnaam mag niet leeg zijn.

source: Registration number should be a numeric value.
nl_nl: KvK nummer kan enkel getallen bevatten.

source: Name
nl_nl: Naam

source: This controls the title which the user sees during checkout.
nl_nl: Dit bepaalt de titel die de klant ziet tijdens het afrekenen.

source: Description
nl_nl: Beschrijving

source: Payment method description that the customer will see on your checkout.
nl_nl: Betaalmethode beschrijving die de klant ziet tijdens het afrekenen.

source: Enable/Disable
nl_nl: Inschakelen/Uitschakelen

source: Enable/Disable NOTYD payment method.
nl_nl: Inschakelen/Uitschakelen NOTYD betaalmethode.

source: Mode
nl_nl: Modus

source: Live
nl_nl: Productie

source: Options field that allows merchants to choose either live or sandbox mode.
nl_nl: Optieveld waarmee verkopers productie of test modus kunnen kiezen.

source: Unique identifier of the Webshop.
nl_nl: Unieke identificatie van de webshop.

source: Username
nl_nl: Gebruikersnaam

source: NOTYD username
nl_nl: NOTYD gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: NOTYD password
nl_nl: NOTYD wachtwoord

source: Column is not id or index.
nl_nl: Kolom is geen ID of index.

source: Automatic order synchronization failed!
nl_nl: Automatisch synchroniseren van order mislukt!

source: There was an error during the synchronization of the order %1$s. The plugin will not be able to synchronize any further changes automatically. Failure message: %2$s
nl_nl: Er is een fout opgetreden tijdens het synchroniseren van order %1$s. De plug-in kan verdere wijzigingen niet automatisch synchroniseren. Foutcode: %2$s

source: Order status update failed!
nl_nl: Order status update mislukt!

source: Error message: %s
nl_nl: Foutmelding: %s

source: Order capture is rejected by NOTYD.
nl_nl: Order capture is afgewezen door NOTYD.

source: NOTYD error message: %s
nl_nl: NOTYD foutcode: %s

source: Cancellation is rejected by NOTYD.
nl_nl: Annulering is afgewezen door NOTYD.

source: Order amount refund failed
nl_nl: Terugbetaling order mislukt

source: Order refund finished with errors: %s
nl_nl: Terugbetaling van orderregel bevat fouten: %s

source: Order line refund failed
nl_nl: Order regel terugbetaling mislukt

source: Woocommerce order refund failed.
nl_nl: WooCommerce order terugbetaling mislukt.

source: Order refund failed for refund from NOTYD with error message: %s
nl_nl: Order terugbetaling mislukt bij NOTYD met foutmelding: %s

source: Shop change is not synchronized
nl_nl: Shop wijziging is niet gesynchroniseerd

source: Order %1$s changes will not be automatically synchronized to the NOTYD anymore. Order refund %2$s was deleted from the order %3$s, but the refund deletion is not permitted by the NOTYD.
nl_nl: Orderwijzigingen van order %1$s kunnen niet meer automatisch gesynchroniseerd naar NOTYD. Order terugbetaling %2$s is verwijderd van de order %3$s, maar de verwijdering is niet toegestaan bij NOTYD.

source: Order %1$s changes will not be automatically synchronized to the NOTYD anymore. Manual order refund %2$s created for the order %3$s.
nl_nl: Orderwijzigingen van order %1$s kunnen niet meer automatisch gesynchroniseerd naar NOTYD. Manuele order %2$s terugbetaling is aangemaakt voor order %3$s.

source: Order %s changes will not be automatically synchronized to the NOTYD anymore. Order was deleted, but the order deletion is not permitted by the NOTYD.
nl_nl: Orderwijzigingen kunnen niet meer automatisch gesynchroniseerd naar NOTYD. Order is verwijderd, maar het verwijderen van een order is niet toegestaan bij NOTYD.

source: Order %s changes will not be automatically synchronized to the NOTYD anymore. Order total is updated, but the order update is not permitted by the NOTYD.
nl_nl: Orderwijzigingen kunnen niet meer automatisch gesynchroniseerd worden naar NOTYD. Order totaal is geupdate, maar de order update is niet toegestaan bij NOTYD.

source: Order %s changes are detected but not synchronized to the NOTYD. Order update is not permitted by the NOTYD.
nl_nl: Orderwijzigingen zijn gedetecteerd maar niet gesynchroniseerd naar NOTYD. De orderwijziging is niet toegestaan bij NOTYD.

source: Payment status:
nl_nl: Betaal status :

source: Payment link
nl_nl: Betaallink

source: The payment link will redirect the customer to NOTYD for payment.
nl_nl: De betaallink zal de klant doorverwijzen naar NOTYD om de betaling af te ronden.

source: Copy
nl_nl: Kopieer

source: For NOTYD a company name is required for a valid payment link, please enter the custom field value of the order.
nl_nl: Een bedrijfsnaam is benodigd voor het aanmaken van een betaallink van NOTYD. Vul de gegevens in het veld voor de order.

source: Cancel
nl_nl: Annulering

source: Notifications
nl_nl: Notificaties

source: Date
nl_nl: Datum

source: Order number
nl_nl: Ordernummer

source: Message
nl_nl: Bericht

source: Next
nl_nl: Volgende

source: Previous
nl_nl: Vorige

source: Company name
nl_nl: Bedrijfsnaam

source: Registration number
nl_nl: KvK nummer

source: recommended
nl_nl: aanbevolen

source: VAT number
nl_nl: BTW nummer

source: optional
nl_nl: optioneel
